{"Sex":["m","man","male","woman","female","f","transgender","transgender male","transgender female","transgender man","transgender woman","trans man","trans woman","trans male","trans female"],"Ethnicity":["white","african american","hispanic","asian","chinese","japanese","latino","latina","latinx"],"Patient-Movement":["comes","admitted to","presents to","presented with","presents with","presented to","brought into","admitted","came to","presents"],"Setting":["hospital","pharmacy","ER","ED","clinic"],"Chief Complaint":["high LDL (190 mg\/dl); normal HDL (45 mg\/dl) and high triglycerides (450 mg\/dl)","“severe, persistent asthma.” She is currently taking inhaled fluticasone","pain in his feet that he describes as constant and burning","fatigue, \"pins and needles\" in his feet, and is starting to develop glaucoma","shortness of breath and chest pain that started 2 hours ago","d by L.O","dyspnea on exertion that is most likely related to atrial fibrillation","severe onychomycosis (finger nail fungus), and treatment with a topic antifungal was not effective.Rosuvastatin is metabolized by a cytochrome p450 enzyme (a CYP450) and the package insert indicates potential drug interactions based on this","localized R lower abdominal pain (at same location of his healed shingles blisters)","fatigue, numbness, and tingling","routine follow-up","cardiac arrest due to STEMI","discussion of adjuvant endocrine therapy","severe psychosis","the ER unconscious and hypotensive (b.p","acute-onset of left sided weakenss and slurred speech that started 40 min ago","acid indigestion and other symptoms indicative of gastroesophageal reflux disease (GERD)","a runny nose, itchy and watery eyes throughout the day","pain from a fractured tibia","“acid indigestion and persistent stomach pain.” The customer is a 43-year-old male long-distance truck driver and reports that a recent endoscopy revealed that he has a duodenal injury","a runny nose, itchy and watery eyes, and nasal congestion throughout the day","a fever and malaise, and blood cultures are obtained from the central venous catheter he has been using to administer antibiotics at home and the periphery","fatigue, numbness, and tingling, which are all signs of hypokalemia","nausea and vomiting and was initially treated for food-borne illness","burning, stabbing pain on the dorsum of her feet","signs and symptoms of influenza that started yesterday","normal b.p","new onset seizures","management of post-herpetic neuralgia","high-grade fever, chills, coughing, and shallow breathing","severe myalgia after four years of treatment with Zocor (30 mg)","d less symptoms; however, she still wakes up with an aching pain and stiffness in the morning that gradually improves","numbness and electric-shock–like pain localized to his lumbar region","a dry cough","concerns about her weight, poor dietary habits and infrequent exercise","sneezing, stuffy nose, post nasal drip, and itchy nose","high LDL (180 mg\/dl); normal HDL (50 mg\/dl) and borderline TG (150 mg\/dl)","a runny nose, watery eyes and sneezing","fatigue and is diagnosed with pernicious anemia (lack of vitamin B12)","elevated  LDL (220 mg\/dl); normal HDL (50 mg\/dl) and normal triglycerides (120 mg\/dl)","“severe, persistent asthma.” She is currently taking oral Singulair (montelukast)","severe onychomycosis (finger nail fungus), and treatment with a topic antifungal was not effective"],"PMH":["hypertension, angina pectoris, peripheral vascular disease, diabetes mellitus type 2, and hypothyroidism","history of major depressive disorder, in remission, for which she receives fluoxetine (Prozac), 20 mg every morning","history of hypokalemia (low plasma potassium)","stage IIB, ER+,PR+, HER2 negative breast cancer","osteoarthritis of her hips who was advised (by you) to take scheduled acetaminophen 650 mg three times daily","history of difficult to control seizures","PMH includes GERD and her labs are WNL","history of bipolar disorder but no other concomitant disease and is HAV, HBV, and HCV negative with an HIV RNA of 50,000 copies\/ml, a CD4 count of 40 cells\/mm3, HLA-B*5701 absent, Toxo IgG positive, and wild type virus","lower back pain","diagnosed with epilepsy at the age of 6","has had two coronary artery bypass operations in the past, and is considered high risk for angioplasty","has heart failure","insulin-dependent diabetes who continues to experience pain in his feet that he describes as constant and burning","diagnosed with hypothyroidism and is prescribe levothyroxine, a T4 analog","has experienced less symptoms; however, she still wakes up with an aching pain and stiffness in the morning that gradually improves","had 6 febrile seizures before age 2 and had been treated with phenobarbital until age 12 after which she was changed to valproic acid","has systemic lupus erythematosus (SLE)","past medical history of hypertension, duodenal ulcers, GERD, chronic atrial fibrillation, and chronic alcohol misuse","Past medical history is significant for asthma for which he uses an albuterol inhaler","HIV patient who was recently diagnosed with PCP (Pneumocystis jirovecii pneumonia)","PMH: None","had good seizure control until age 18 when she started college, and oxcarbazepine was added to her regimen","has had to use his rescue inhaler more frequently since these symptoms have started and is having trouble with school activities","history of DVT and is obese","coronary artery disease","history of seizures, presenting for the first time to the adult epilepsy clinic","diagnosed with a deep vein thrombosis (DVT)","HIV infection who has been taking tenofovir\/emtricitabine\/efavirenz every evening for 10 years with no side effects and has had undetectable viral load","has been receiving phenytoin and phenobarbital, and is presently experiencing 4 to 6 seizures per month","has had some medications in the past that have affected his liver","a history of chronic nasal stuffiness all year round","newly diagnosed HIV infection","has tried amitriptyline with partial relief at optimal doses","has given him aspirin 324mg x 1 dose before his left heart catherization and is planning to continue aspirin 81mg daily as maintenance therapy","has stable BP 89\/52 and resting HR 95 bpm","chronic lumbar pain in a sciatic distribution, consistent with neuropathic pain","has 30 episodes per day","has tried extra-strength acetaminophen without relief","high fasting glucose","has begun self-medicating with alcohol to help him get to sleep","has failed an adequate SSRI trial and his treatment team is considering switching to bupropion sustained-release","new patient that has been diagnosed with schizophrenia and presents with severe psychosis","has episodes in which she abruptly stops all activity for about 10 seconds, followed by a rapid return to full consciousness","PMH significant for emphysema","diagnosed with pernicious anemia (lack of vitamin B12)","past medical history of Type 2 diabetes (HbA1c 10%), arthritis, HTN, CKD, and CVA","has rheumatoid arthritis (inflammation and damage to joints) for which he requires long term prednisone treatment","diagnosed with mild and intermittent GERD (< 2 episodes per week) and symptoms did not resolve using Histamine-2-receptor antagonists (H2RA) as needed","a history of DM, HTN, and HLD presented to UNC with shortness of breath and chest pain that started 2 hours ago","a history of complex partial seizures since the age of 11","a long history of mild persistent asthma on daily fluticasone therapy has been using his albuterol inhaler every day for the past month and presents requesting a refill","Her primary care provider wants to start her on an HMG-CoA reductase inhibitor due to her recent type 2 DM diagnosis","hypertension and congestive heart failure with a pair of drugs that includes an inhibitor of the angiotensin-converting enzyme","has a duodenal injury","has become increasing immobile which does not allow his grandmother to clean the house or do daily chores","PMH is significant for a recent femur fracture repair and severe CKD with an estimated CrCl of 20mL\/min","past medical history of COPD","has tried acetaminophen, ibuprofen, and naproxen sodium, with no relief","history of cardiovascular disease"],"Med-Name":["medications that might affect his performance in school.","medication because of her history of difficult to control seizures.","prescribed opioids for his chronic pain.","receiving metoprolol XL 50 mg daily for atrial fibrillation.","an inhibitor of the angiotensin-converting enzyme.","medications from diltiazem to amlodipine.","In addition to aspirin 81mg daily, select the best P2Y12 inhibitor regimen.","She had good seizure control until age 18 when she started college, and oxcarbazepine was added to her regimen.","prescribed haloperidol.","medications, which may affect his appearance.","takes no other medications and has no other significant PMH.","receiving fluids resuscitation for suspected sepsis.","medication that is less likely to produce nausea and vomiting.","medications in the past that have affected his liver.","takes two VitaFusion Prenatal gummies daily.","takes no additional medications and has no concomitant chronic conditions.","medication list with the pharmacist.","is taking tenofovir alafenamide\/emtricitabine\/elvitegravir\/cobicistat for her HIV infection.","prescribed clonazepam for sleep.","medications prior to admission include: aspirin 81mg daily, atorvastatin 40mg daily, lisinopril 2.5mg daily, and naproxen 500mg twice daily.","You are called in to provide a review of GR’s medication regimen, and to offer any recommendations.","Select the most appropriate maintenance antiplatelet regimen for CW.","rosuvastatin for to control LDL cholesterol levels and presents with severe onychomycosis (finger nail fungus), and treatment with a topic antifungal was not effective.Rosuvastatin is metabolized by a cytochrome p450 enzyme (a CYP450) and the package insert indicates potential drug interactions based on this.","medications.","medication and dose.","medication therapy at home.","prescribed apixiban 5 mg PO twice daily.","medications, his angina remains poorly controlled.","medication list, you see that KF will be discharged on allopurinol (100 mg daily), rivastigmine (3 mg daily), and simvastatin (40 mg daily).","is taking no other medication currently and has no drug allergies.","receiving phenytoin and phenobarbital, and is presently experiencing 4 to 6 seizures per month.","BJ’s health care team develops a plan for switching from polytherapy to a monotherapy regimen using the drug pictured in the attachment.","medication with its corresponding disease state.","lovastatin for 4 years to control elevated LDL and is considering additional therapy to further reduce the LDL levels.","medications include: cholecalciferol 2,000IU once daily, amlodipine 10mg once daily, and losartan 12.5mg once daily.","rosuvastatin for to control LDL cholesterol levels and presents with severe onychomycosis (finger nail fungus), and treatment with a topic antifungal was not effective.","Her current seizure regimen is valproic acid 500 mg PO TID and oxcarbazepine 300 mg PO BID.","receiving a benzodiazepine (Lorazepam).","takes an albuterol MDI for exercise-induced asthma.","medication, which reads “lorazepam.” Use choices from the attached table to accurately complete the statements below that describe the molecular and physiologic outcomes of lorazepam overdose.","takes Nortrel (ethinyl estradiol\/norethindone 35 mcg\/1mg).","medication be continued.","receiving a drug-eluting stent to his proximal right coronary artery.","medication-related problem and expresses concern about the possibility of angioedema developing.","The medical team decides to slowly taper oxcarbazepine from WB’s regimen.","receiving any mental health services.","an ACE inhibitor.","prescribed chlorpromazine.","medications they should start today.","captopril.","prescribed Metoprolol to reduce sympathetic tone to the heart to prevent the heart from beating fast and working hard."],"Physical":"exam","lab-type-":["Hermatocrit","lab","HDL","s","a","",":","1","lab2"],"lab-units-":["PLACEHOLDER","unit","a","",":","3","units","unit2"],"lab-result-":["PLACEHOLDER","val","s","a","",":","2","val2"],"lab-statement-":["PLACEHOLDER"],"Labs, Vitals":["• Valproic acid free concentration = 7.6 mcg\/ mL (normal 5-10 mcg\/mL)","• Sodium = 129 mEq\/L (Normal Range: 135-145)","She has tried acetaminophen, ibuprofen, and naproxen sodium, with no relief.","• Ammonia =20 µmol\/L (Normal 10-40 µmol\/L)","• ALT =33 IU\/L (Normal Range : 15-35 IU\/L)","Vitamin B12 is produced by the same cells that produce stomach acid and as such he is tested for antibodies against this cell type.","• AST = 48 IU\/L (Normal Range : 10-40 IU\/L)","• Valproic acid total concentration = 72 mcg\/mL (normal 50-100 mcg\/mL)","• Alkaline phosphatase = 98 IU\/L (Normal Range: 0-120 IU\/L)","On day 4 of hospitalization she was found to have EKG changes (ST-depression) and a positive troponin of 1.4 ng\/mL.","• WBC = 5.6 mm\/cm3 (Normal Range: 3.8-10.6)","WC has stable BP 89\/52 and resting HR 95 bpm.","Relevant labs\/vitals: SCr 1.7, Wt 54 kg, BP 120\/78.","KF needs to be started on a diuretic to control her blood pressure.","All labs are WNL including a sCr 1.1 mg\/dL, est CrCl 65-70 mL\/min.","His BP is 70\/45 mmHg and heart rate is 65 bpm.","His EKG revealed ST-elevation and his troponin was positive at 10 ng\/mL.","• Platelets = 240 (Normal Range: 150-450)","His only other medical condition is high blood pressure.","His ECHO revealed an EF of 20%.","• Valproic acid free concentration = 7.","• SCr = 0.8 mg\/dL (Normal Range: 0.9-1.3 mg\/dL)","OW has been taking enalapril to control blood pressure for 8 years.","On examination, she appears lethargic, her blood pressure is 110\/70 mm Hg, and heart rate is 80 bpm.","Her rapid influenza diagnostic test was positive for influenza.","His blood pressure is under acceptable control, and he has no symptoms of heart failure at present.","The patient's PMH includes GERD and her labs are WNL."],"Social History":["He is seen in clinic today for severe epigastric discomfort from an alcoholic binge yesterday.","He is unable to be employed, and his day is spent watching TV and smoking cigarettes at a rate of one pack daily.","• esomeprazole (Nexium), 20 mg PO daily –for gastritis from alcohol use\/GERD","In addition, he has begun self-medicating with alcohol to help him get to sleep.","She has not used alcohol for the past 5 years.","GR is a 61 year-old male who is seen with a past medical history of hypertension, duodenal ulcers, GERD, chronic atrial fibrillation, and chronic alcohol misuse."],"Stigma":["HPI: He has been sneezing a lot at work (which he finds very embarrassing) and has been having problems sleeping.","In addition to stuffiness, he has been sneezing a lot at work (which he finds very embarrassing) and has been having problems sleeping."],"Lab Statement":["Unfortunately, his results have returned positive for gonorrhea and lead you to suspect that the infectious organism carries a mutation in the gene for its 23S ribosomal RNA (23S rRNA).","One pathology with SLE is anincrease rate in production of the cells that produce antibodies; this results in higher amounts of immature version of this cell type.","is a 75 yo male with high fasting glucose.","Before treatment at age 57, he presented with high LDL (190 mg\/dl); normal HDL (45 mg\/dl) and high triglycerides (450 mg\/dl).","Aspirin is a negatively charged, lipophilic drug.","Twenty-four hours later, the microbiology lab calls the clinic to report that the blood cultures are positive and the gram stain shows yeast.","Being in high school, he also doesn’t want to take any medications, which may affect his appearance.","Unfortunately for WS, her results have returned positive for a new strain of chlamydia that expresses an efflux pump that can remove just about any drug from the bacterium’s cytoplasm.","RJ is a 45 yo premenopausal woman with stage IIB, ER+,PR+, HER2 negative breast cancer.","She is considered at a high risk of breast cancer recurrence given her age, and the high grade of her tumor.","He has a remote history of bipolar disorder but no other concomitant disease and is HAV, HBV, and HCV negative with an HIV RNA of 50,000 copies\/ml, a CD4 count of 40 cells\/mm3, HLA-B*5701 absent, Toxo IgG positive, and wild type virus.","On day 4 of hospitalization she was found to have EKG changes (ST-depression) and a positive troponin of 1.4 ng\/mL.","He has had two coronary artery bypass operations in the past, and is considered high risk for angioplasty.","PG is also taking low dose acetylsalicylic acid to reduce potential cardiovascular events associated with a case history of cardiovascular disease.","DF is a 50-year old, HIV-positive male, presenting to his primary care physician for a regular follow up regarding his recent laboratory results.","She has a long history of hypokalemia (low plasma potassium).","His EKG revealed ST-elevation and his troponin was positive at 10 ng\/mL.","Three days after being admitted to the hospital, SF began to present symptoms including high-grade fever, chills, coughing, and shallow breathing.","His only other medical condition is high blood pressure.","Over time, he feels his clonazepam is no longer as effective as it once was and finds himself needing to take higher doses to get the same effect.","Her rapid influenza diagnostic test was positive for influenza.","male, presents with high LDL (180 mg\/dl); normal HDL (50 mg\/dl) and borderline TG (150 mg\/dl).","His LDL (110 mg\/dl) is at goal levels; normal HDL (50 mg\/dl) but triglycerides remain high (370 mg\/dl).","EMS arrive and measure his blood glucose which is found to be 20 (very low).","Unfortunately for AT, his results have returned positive for gonorrhea."],"Role":["You are evaluating a 75kg male who is in the ED receiving fluids resuscitation for suspected sepsis","You are evaluating a 65kg female who is in the ED receiving fluids resuscitation for suspected sepsis","You are volunteering with medical students in an outpatient clinic when a patient presents complaining of “severe, persistent asthma","You are meeting with her to review her medications","you are reviewing her discharge medication list with the pharmacist","You are asked to summarize ways to reduce clotting or prevent further clotting from occurring","You are called in to provide a review of GR’s medication regimen, and to offer any recommendations","You are working as a hospital pharmacist in a trauma center","Your role is important to ensure that all disease states managed during the patient’s stay have appropriate plans for medication therapy at home","You are working in the clinic when a 72-year-old African American man presents for routine follow-up","You are working in a community pharmacy when a customer approaches complaining of “acid indigestion and persistent stomach pain"],"Working With":["primary care physician","primary care provider","PCP"],"Patient Status":["appears to be reaching out for objects that are not there and does not respond to verbal communication during this time.","appears lethargic, her blood pressure is 110\/70 mm Hg, and heart rate is 80 bpm.","appears that these drugs cause cough and angioedema through a cascade of effects that begins with the accumulation of bradykinin, and then involves arachidonic acid metabolism and nitrous oxide (NO) generation.","appearance."],"ADL Impact":["Also, his allergies have caused him to cancel park outings with his wife and little dog.","His allergies have caused him to cancel park outings with his wife and little dog.","HPI: He has been sneezing a lot at work (which he finds very embarrassing) and has been having problems sleeping.","In addition to stuffiness, he has been sneezing a lot at work (which he finds very embarrassing) and has been having problems sleeping.","He has had to use his rescue inhaler more frequently since these symptoms have started and is having trouble with school activities."]}